{
  "Laconic": {
    "listIndex": 1,
    "meaning": "(adj.) – brief and to the point; effectively cut short\nJessica is so talkative that her sister thought the situation warranted conciseness, and her being laconic."
  },
  "Insipid": {
    "listIndex": 1,
    "meaning": "(adj.) – lacking taste or flavor\nToo much sugar tends to make this otherwise delightful fruit pie insipid."
  },
  "Pragmatic": {
    "listIndex": 1,
    "meaning": "(adj.) – concerned with practical matters\nAfter five years of war, both sides have found pragmatic ways to make peace with one another, as the bloodshed has grown viscous and brutal."
  },
  "Iconoclast": {
    "listIndex": 1,
    "meaning": "(noun) – someone who attacks cherished beliefs or institutions\nIrrespective of his actuating motives, his deeds as an iconoclast will be treated harshly and is answerable in court."
  },
  "Arduous": {
    "listIndex": 1,
    "meaning": "(adj.) – difficult to accomplish, hard to endure\nJames and Mathew are planning to leave for the states next week for their masters, following months of arduous GRE preparation."
  },
  "Profligate": {
    "listIndex": 1,
    "meaning": "(adj.) – recklessly extravagant or wasteful in the use of resources\nThe senate is particularly perturbed over our profligate use of natural resources such as forest, oil, water, energy, land and minerals."
  },
  "Prosaic": {
    "listIndex": 1,
    "meaning": "(adj.) – not challenging; dull and lacking excitement\nThe project was full of prosaic ideas, such as using sand and stone to raise natural walls around monuments built in honor of the late president."
  },
  "Ameliorate": {
    "listIndex": 1,
    "meaning": "(v.) – make, become better\nIncrease in penalties and effective awareness programs would ameliorate the growing pollution levels and there by global warming it may have generated."
  },
  "Obsequious": {
    "listIndex": 1,
    "meaning": "(adj.) – obedient or attentive to an excessive degree\nIt was evident that the manager was flattering – from his obsequious manner in receiving his boss."
  },
  "Capricious": {
    "listIndex": 1,
    "meaning": "(adj.) – given to sudden behavior change\nThe recent recession is yet another example of how making rules without forethought and acting without taking the arbitrary and capricious effects these changes in policies have on our economy."
  },
  "Fortuitous": {
    "listIndex": 1,
    "meaning": "(adj.) – happening by accident or chance\nThe alignment timing proved to be scientifically fortuitous for planetary astronomers, who already have a orbital satellite stationed around the moon."
  },
  "Orthodox": {
    "listIndex": 1,
    "meaning": "(adj.) – Conforming to all the traditional beliefs, and religious practices\nAlice describes her childhood in a conservative Orthodox community in Iraq, keeping to traditional religious beliefs."
  },
  "Alacrity": {
    "listIndex": 1,
    "meaning": "(noun) – lively and cheerful readiness\nAfter marriage, Jenny rushed off with excitement to visit her parents, but her father did not accept their marriage with equal alacrity."
  },
  "Pellucid": {
    "listIndex": 1,
    "meaning": "(adj.) – translucently clear\nThe river water was so pellucid that Mary could see clearly that it swarmed with countless small fishes and loaves."
  },
  "Corroborate": {
    "listIndex": 1,
    "meaning": "(v.) – confirm or give support to\nThe police officials said, allegations of misconduct by the officer have been corroborated by video from closed circuit cameras."
  },
  "Magnanimous": {
    "listIndex": 1,
    "meaning": "(adj.) – very generous or forgiving\nJaqueline’s magnanimous generosity and limitless loyalty towards her nation and its people is heart touching and is appreciated beyond words."
  },
  "Scrupulous": {
    "listIndex": 1,
    "meaning": "(adj.) – diligent, thorough, and extremely careful\nThe health inspector during his usual visit found pests in the restaurant’s kitchen and hence ordered the owner to observe scrupulous hygiene to stop spreading illness or would issue a immediate closure notice."
  },
  "Prolific": {
    "listIndex": 1,
    "meaning": "(adj.) – fruitful, present in large number\nRyan is furiously prolific, releasing albums on Maple, Mr. Siebel’s label, as well as his own metallic label, Metalloid."
  },
  "Dogmatic": {
    "listIndex": 1,
    "meaning": "(adj.) – dictatorial, opinionated\nMost Americans have less dogmatic, more open-ended views and would ignore such a request but Mr. John didn’t hesitate and removed his coat immediately."
  },
  "Placate": {
    "listIndex": 1,
    "meaning": "(v.) – make (someone) less angry or hostile\nSam has to double stock divided last quarter and started working at an unsustainable pace in order to placate the company investors and shareholders."
  },
  "Mercurial": {
    "listIndex": 1,
    "meaning": "(adj.) – subject to sudden or unpredictable changes of mood, temperamental\nThe mercurial senator, who retained office for more than 25 years, has frequently gone back and forth on his resignation."
  },
  "Exacerbate": {
    "listIndex": 1,
    "meaning": "(v.) – infuriate, make worse\nHummingbird declines have been connected to a lack of appropriate habitat so increasing the number of Washington’s hives could exacerbate the issue."
  },
  "Redundant": {
    "listIndex": 1,
    "meaning": "(adj.) – redundant, superfluous\nAt first, taking a standardized test may seem redundant to existing skill metrics such as GPA, certifications, but the GRE is necessary for the college admissions to sort applicants."
  },
  "Hackneyed": {
    "listIndex": 1,
    "meaning": "(adj.) – unoriginal and trite\nGirls dreaming their way to a wonderland to marry a prince and live happily ever after was already a hackneyed notion by the time Alice in the Wonderland was written."
  },
  "Prudent": {
    "listIndex": 1,
    "meaning": "(adj.) – acting with or showing care and thought\nWhen the food manufacturer discovered toxins in a product sample case of one of its containers, it made a prudent decision to destroy all the boxes from the shipment."
  },
  "Belie": {
    "listIndex": 1,
    "meaning": "(v.) – disguise or contradict\nJoe’s cheerful tone belies the grim nature of life in the Indian Countryside and her desperate desire to escape those suffocating circumstances."
  },
  "Esoteric": {
    "listIndex": 1,
    "meaning": "(adj.) – mysterious, obscure\nA couple of months ago, Mr. Niobe submitted a thesis with his analysis and computations — a fairly esoteric mathematical dissent about how best to gather rational generalizations on the origin of the universe theory."
  },
  "Cacophony": {
    "listIndex": 1,
    "meaning": "(noun) – a harsh, discordant mixture of sounds\nThe cacophony surrounding the multi-billion dollar buyout of leading messaging service by a social networking company shook the whole tech industry."
  },
  "Impetuous": {
    "listIndex": 1,
    "meaning": "(adj.) – acting or done quickly and without thought or care\nMichael is methodical, barely the impetuous kind, and he has had ample time to come to a consolidated opinion of the university he wishes to apply for."
  },
  "Idiosyncrasy": {
    "listIndex": 1,
    "meaning": "(noun) – a way of thought peculiar to an individual\nModern technologies are a lot more expensive than their existing alternatives and each has its own idiosyncrasies that be conquered."
  },
  "Extant": {
    "listIndex": 1,
    "meaning": "(adj.) – in existence; surviving\nSeveral works produced by Shakespeare during his later years are yet extant at Rome; and far surpassing the rest is his tale of two young lovers, Romeo and Juliet."
  },
  "Obscure": {
    "listIndex": 1,
    "meaning": "(adj.) – not discovered or known about; uncertain\nApple maps give such obscure directions that even after roaming around for hours, Derek couldn’t reach the new church that opened in the town."
  },
  "Didactic": {
    "listIndex": 1,
    "meaning": "(adj.) – intended to teach, educational\nThough more didactic, Rama’s story of the triumph over evil and of a king’s dharma and nobility is quite powerful and enchanting."
  },
  "Pithy": {
    "listIndex": 1,
    "meaning": "(adj.) – brief, to the point\nThe professor was not known for talking much, but what he did say was always pithy."
  },
  "Copious": {
    "listIndex": 1,
    "meaning": "(adj.) – abundant in supply or quantity\nMathew insisted that Sophie track all her household expenditures, including every penny spent for hair clips, in copious account books."
  },
  "Ostentation": {
    "listIndex": 1,
    "meaning": "(adj.) – pretentious and vulgar display intended to impress, show off\nThe movie celebrity is not having a good day because he got another ticket for speeding only two over and driving ostentatiously in his new, cherry-red sports car."
  },
  "Adulterate": {
    "listIndex": 1,
    "meaning": "(verb) alter or debase, often for profit\nOf all teas, I love green tea the most and would never adulterate it with sweeteners; even a pitch of sugar would be a desecration."
  },
  "Vociferous": {
    "listIndex": 1,
    "meaning": "(adj.) – loud and clamorous\nThe protesters were vociferous in their demands as they screamed outside of the mayor’s house."
  },
  "Taciturn": {
    "listIndex": 1,
    "meaning": "(adj.) – reserved or uncommunicative in speech\nOver the past 50 years, as a recruiter, Yuri has come across different types of candidates, some of them speak a lot while some stay taciturn."
  },
  "Obdurate": {
    "listIndex": 1,
    "meaning": "(adj.) – refuse to change one’s opinion; stubborn\nThe teacher couldn’t stand the obdurate student as he yelled at anyone who dared to disagree with his opinions during the debate."
  },
  "Garrulous": {
    "listIndex": 1,
    "meaning": "(adj.) – excessively talkative\nThough not garrulous by nature, Ryan seems to be comfortable with the diverse audiences at the education conference and managed to have conversations with several of them."
  },
  "Misanthrope": {
    "listIndex": 1,
    "meaning": "(noun) – person who hates others\nPeople thought the old woman was a misanthrope since she wouldn’t talk to any of her neighbors let alone help them but they realized how much she loved them when she put a huge bag of candy out at Halloween."
  },
  "Lionize": {
    "listIndex": 1,
    "meaning": "(verb) – treat someone as a celebrity\nThe retired lieutenant is being lionized as a paragon of integrity for standing up against corruption."
  },
  "Imminent": {
    "listIndex": 1,
    "meaning": "(adj.) – about to happen\nSome people thought it was outrageous when the media predicted the imminent death of the drug-addicted actress."
  },
  "Frivolous": {
    "listIndex": 1,
    "meaning": "(adj) – trivial, silly\nRam was passionate and serious about collecting coins but his friends thought it was a frivolous activity."
  },
  "Benign": {
    "listIndex": 1,
    "meaning": "(adj.) – gentle, kindly\nEven though the advertisements claim the energy drink is benign, customers may experience some unwanted side effects after consuming."
  },
  "Dissonance": {
    "listIndex": 1,
    "meaning": "(noun) – lack of harmony, disagreement\nThere is a great deal of dissonance between the conflicting evidences produced by both the parties and hence the judge had to close the case on account of lack of sufficient evidence."
  },
  "Inculpate": {
    "listIndex": 1,
    "meaning": "(verb) – accuse or blame\nAlthough the killer successfully disposed of the murder weapon, his friends provided evidence that could actually inculpate both the killer and the people who tried to cover up the killing."
  },
  "Docile": {
    "listIndex": 1,
    "meaning": "(adj.) – compliant, submissive\nAlthough a trained lion appears docile during the circus acts, it is really a fierce animal when not controlled by a trainer."
  },
  "Sporadic": {
    "listIndex": 1,
    "meaning": "(adj.) – occurring at irregular intervals; scattered or isolated\nThe doctors are finding it difficult to identify the cause of Tom’s heartaches because of his sporadic heartbeat."
  },
  "Prevaricate": {
    "listIndex": 1,
    "meaning": "(verb) – deceive; stretch the truth\nAria does not take bad news well and hence her brother always prevaricates when telling her something she does not want to hear."
  },
  "Chicanery": {
    "listIndex": 1,
    "meaning": "(noun) – deception, trickery\nThe judge has plenty of reason to suspect chicanery because the lawyer has a reputation of aggressively defending his clients and of getting verdicts of innocence on guilty Policemen."
  },
  "Gainsay": {
    "listIndex": 1,
    "meaning": "(verb) – deny or contradict\nSome of the officers were about to reject the project, but it had come from them, they could not well gainsay it."
  },
  "Eulogy": {
    "listIndex": 1,
    "meaning": "(noun) – praise, exclamation\nPublic officials and her friends joined in a chorus of eulogy and remembrances for many days afterward as Michelle signs on the human rights doctrine."
  },
  "Belligerent": {
    "listIndex": 1,
    "meaning": "(adj.) – hostile and aggressive\nRussia’s public statement has been belligerent, menacing military action against the United States."
  },
  "Dispassionate": {
    "listIndex": 1,
    "meaning": "(adj.) – unfeeling, impartial\nThe heart of the ruthless monarch seems dispassionate to the plight of those people suffering in his kingdom."
  },
  "Providential": {
    "listIndex": 1,
    "meaning": "(adj.) – lucky, occurring at a favorable time; opportune\nSam’s dangerous and providential escape, made her tremble; and so pale did he still look, that she could scarcely believe he was uninjured."
  },
  "Diffidence": {
    "listIndex": 1,
    "meaning": "(noun) – hesitancy; lack of confidence\nA lot of sportsmen attain prominence before they know what to do with it; others put across a diffidence to fame while secretly craving it; and some just don’t treasure their moments in the spotlight."
  },
  "Fractious": {
    "listIndex": 1,
    "meaning": "(adj.) – irritable and quarrelsome\nThird world powers are hesitant about sending arms to aid the war, partially due to the fractious politics of the hostile political group abroad."
  },
  "Malign": {
    "listIndex": 1,
    "meaning": "(adj.) – hurtful, injurious\nOften, people suffering psychological disorders are considered by their families to be under the influence of malign spirits, or showing sign of a physical confliction."
  },
  "Disparate": {
    "listIndex": 1,
    "meaning": "(adj.) – essentially different in kind, not allowing comparison\nChief Puritan and songwriter James Rhodes has led his band through six very disparate albums united by their subtle indifference for listener accessibility."
  },
  "Plausible": {
    "listIndex": 1,
    "meaning": "(adj.) – seeming reasonable or probable\nAstronomers received data from the unexplored planet which indicates that the possibility of life, at least in the ancient past, is at least plausible."
  },
  "Sanguine": {
    "listIndex": 1,
    "meaning": "(adj.) – optimistic or positive\nAmong those who remain sanguine about the nation’s economic revival, there is always the lively topic of tax reduction policies, the remedy to deflationary recession in the United States."
  },
  "Venerate": {
    "listIndex": 1,
    "meaning": "(v.) – regard with great respect\nIn a nod to the religious customs of the Vatican, which popes here venerate, there are plans for a cathedral between the St. Peter’s Square and Mount Street."
  },
  "Trite": {
    "listIndex": 1,
    "meaning": "(adj.) silly, commonplace\nOf these athletes, only Mr. Johnson delivered movements with any firmness; and even he was moving with such a professional awe that rendered everything trite."
  },
  "Succinct": {
    "listIndex": 1,
    "meaning": "(adj.) brief, to the point\nPerhaps the most succinct equations of wave theory come closest in mathematics to defining probability, but chemistry can fairly lay claim to these equations."
  },
  "Ingenious": {
    "listIndex": 1,
    "meaning": "(adj.) – clever, original, and inventive\nNo matter how ingenious a thesis or an analysis may be, it will be quickly invalidated if appropriate field experts haven’t been engaged in the process for feedback."
  },
  "Meticulous": {
    "listIndex": 1,
    "meaning": "(adj.) – very careful and precise\nQueen Cleopatra did beautiful architectural drawings on monuments built around the pyramids, the result of years of obsessive and meticulous hard work by numerous artists and builders."
  },
  "Erudite": {
    "listIndex": 1,
    "meaning": "(adj.) – well-educated, cultured\nConsuming the books her father supplied, Miss. Jane, who grew up in near poverty, became an erudite, self-educated woman and loves sharing her knowledge with others."
  },
  "Bolster": {
    "listIndex": 1,
    "meaning": "(v.) – support or strengthen\nStudents having trouble paying college tuition fee may be relieved to hear that the Academic Council has launched new policies that will bolster borrower protections for student education loans."
  },
  "Anachronism": {
    "listIndex": 1,
    "meaning": "(noun) – error in time placement\nWith the rate of economic growth in the western countries at its lowest rate in nearly a century, the power wielded by the United Nations can seem like an anachronism."
  },
  "Trivial": {
    "listIndex": 1,
    "meaning": "(adj.) – of little value or importance\nEvidently, $10 was a trivial amount for the wealthy business man, but no one wants to be embarrassed in front of his or her fellow associates."
  },
  "Advocate": {
    "listIndex": 1,
    "meaning": "(noun) – person supporting an idea or cause publicly\nMr. Sam who is a leading GRE test prep expert advocates strong basics and ample practice to be the key to succeed on the exam."
  },
  "Conspicuous": {
    "listIndex": 1,
    "meaning": "(adj.) – obvious, easily seen\nTaxes on the corporates encourage investment and growth, instead of conspicuous consumption. The rich will always be wealthy. It’s the middle class that needs help."
  },
  "Innocuous": {
    "listIndex": 1,
    "meaning": "(adj.) – harmless and inoffensive\nCompanies that track their visitor’s online behavior have long claimed that the data they collect is anonymous, and therefore innocuous. But the interpretation of the word “anonymous” has changed over time in the online world."
  },
  "Audacious": {
    "listIndex": 1,
    "meaning": "(adj.) – reckless, daring\nJim is known for his adventurous style and audacious nature for when he is inside the ring, his audiences would jump off their seats to watch him play with the lion."
  },
  "Tumultuous": {
    "listIndex": 1,
    "meaning": "(adj.) – confused, or disorderly\nDuring the recent riots, the crowd was tumultuous and went berserk as the police arrest their leader, washing away all that impeded it."
  },
  "Reticent": {
    "listIndex": 1,
    "meaning": "(adj.) – secretive, quiet\nThe usually reticent Swiss bank acknowledged the policy quandary at an International Monetary Fund meeting in New York this month."
  },
  "Fervid": {
    "listIndex": 1,
    "meaning": "(adj.) – intensely enthusiastic or passionate\nDuring political debates, the candidates hurl fervid accusations at each other while justifying their positions on national issues."
  },
  "Enervate": {
    "listIndex": 1,
    "meaning": "(verb) – weaken, wear out\nThe blazing heat in mid-June caused dehydration and enervated the shipwrecked crew, leaving them almost too weak to hail the passing vessel."
  },
  "Prodigal": {
    "listIndex": 1,
    "meaning": "(adj.) – wastefully extravagant\nScott had been prodigal of all his energy, money and resources and innovative stratagems and loving kindness."
  },
  "Auspicious": {
    "listIndex": 1,
    "meaning": "(adj.) – conducive to success; favorable\nThe Australian skipper considered the sunny forecast to be an auspicious sign that his team would win tomorrow’s cricket match."
  },
  "Soporific": {
    "listIndex": 1,
    "meaning": "(adj.) – tending to induce drowsiness or sleep\nThe reality shows aired on TV tend towards the soporific; by contrast, the coverage of soccer game in newspapers is more fun because the pictures counted for everything."
  },
  "Engender": {
    "listIndex": 1,
    "meaning": "(verb) – cause or give rise to\nThe new technology has engendered great hope for the potential development of preventive methods for lethal genetic and severe chronic diseases such as glaucoma and cancer."
  },
  "Loquacious": {
    "listIndex": 1,
    "meaning": "(adj.) – tending to talk a great deal; talkative\nJulie and Katie were not being loquacious with the other guests because they were too busy making long conversations with their other friends."
  },
  "Equivocate": {
    "listIndex": 1,
    "meaning": "(verb) – to avoid giving a clear or direct answer to a question\nWhen I asked Rachel if the suit looks good on me, she equivocated a response, avoiding the question by saying she needed it to be somewhere else."
  },
  "Inimical": {
    "listIndex": 1,
    "meaning": "(adj.) – tending to obstruct or harm\nThough Sarah’s husband is an inimical person who often beats her for trivial reasons, she has always tried to be nice to him."
  },
  "Superfluous": {
    "listIndex": 1,
    "meaning": "(adj.) – extra, unnecessary\nMassive marketing budgets may seem superfluous when revenues are hard to come by, but it’s indispensable to have them in place in order to get substantial funding and to stay capital efficient."
  },
  "Fastidious": {
    "listIndex": 1,
    "meaning": "(adj.) – very careful and attentive\nAfter the party, Jenny and her brother were fastidious in their efforts to clean up the mess because they knew their parents were on their way home."
  },
  "Recalcitrant": {
    "listIndex": 1,
    "meaning": "(adj) – disobedient, uncontrollable\nRecalcitrant politicians, in interviews on TV and newspaper, raised their concerns over the party’s national policies publicly and were consequently punished for their disobedience."
  },
  "Ephemeral": {
    "listIndex": 1,
    "meaning": "(adj.) – momentary, passing\nSophie always knew the relationship with Haden would be ephemeral; she just didn’t expect they would breakup so soon."
  },
  "Pusillanimous": {
    "listIndex": 1,
    "meaning": "(adj.) – lacking courage, fearful\nDespite the opportunity for heroism, the captain led his soldiers into a pusillanimous retreat and since then the man has been rated as a coward."
  },
  "Vacillate": {
    "listIndex": 1,
    "meaning": "(verb) – go back and forth, be indecisive\nSince his term exams were round the corner, Adam vacillated between going on the family vacation and staying back at home to study."
  },
  "Ambivalent": {
    "listIndex": 1,
    "meaning": "(adj.) – having mixed feelings, conflicting\nMy feelings about Shelly are ambivalent because on one hand she is a loyal friend, but on the other, she is a cruel and vicious thief."
  },
  "Enigma": {
    "listIndex": 1,
    "meaning": "(adj.) – difficult to interpret or understand; mysterious\nBruce Wayne was an enigmatic businessman; no one could ever guess what goes through the master tactician’s mind."
  },
  "Euphoric": {
    "listIndex": 1,
    "meaning": "(adj.) – intense excitement and happiness\nThe Australian cricket players were all euphoric when the Government declared a bonus pay to each of them as bring the world cup home."
  },
  "Pedant": {
    "listIndex": 1,
    "meaning": "(noun) – a person who overemphasizes rules or minor details\nThe senior professor was obviously a pedant since she persistently focuses on mediocre details and keeps interrupting me to point out my imperfect pronunciation and grammar usage without letting me make my argument."
  },
  "Profound": {
    "listIndex": 1,
    "meaning": "(adj.) – very great or intense; thoughtful\nThe realities are forcing a profound reassessment of how the Nile, Africa’s only major river, can continue to slake the thirst of one of the continent’s fastest-growing regions."
  },
  "Inchoate": {
    "listIndex": 1,
    "meaning": "(adj.) – undeveloped, beginning\nJust after the big bang explosion, before the universe expanded to the gigantic distances, it was an inchoate assemblage of elemental matter."
  },
  "Lethargic": {
    "listIndex": 1,
    "meaning": "(adj.) – lazy, sluggish\nIn Asia, data on Tuesday showed that Japan’s economy contracted in the three months to September, as exports and domestic consumer spending remain lethargic"
  },
  "Deride": {
    "listIndex": 1,
    "meaning": "(adj.) – make fun of; insult\nWhen United States briefly considered withdrawing their forces completely out of Iraq in 2009, several patriots in public conversations derided the idea as a big mistake.<"
  }
}
